lp-simulation-environment/monitoring/scripts/configFiles/soapRequestFile

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://com.petalslink.easyesb/data/admin/1.0">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getNodeInformations/>
   </soapenv:Body>
</soapenv:Envelope>